export type Jury = {
  fio: string;
  role: string;
};

export const juries: Jury[] = [
  {
    fio: "Бидва Максим Игоревич",
    role: "Методист, эксперт по олимпиадам по ИИ",
  },
  {
    fio: "Власов Алексей Андреевич",
    role: "Лектор, преподаватель трека ИИ",
  },
  {
    fio: "Игнатьев Артур Андреевич",
    role: "Методист, эксперт по олимпиадам по ИИ",
  },
  {
    fio: "Исупов Матвей Дмитриевич",
    role: "Куратор трека, ведущий практических занятий",
  },
  {
    fio: "Эйдлин Иван Данилович",
    role: "Руководитель трека ИИ, координатор",
  },
];
