export type Team = {
  slug: string;
  name: string;
  members: string[];
};

export const teams: Team[] = [
  {
    slug: "ai-stars",
    name: "AI STARS",
    members: [
      "Копаева Айсұлу Сексенбайқызы",
      "Уалиева Мадина Тлековна",
      "Әлібекқызы Ұлжан",
      "Серік Мария",
      "Айтмаганбетова Зарина Маратовна",
    ],
  },
  {
    slug: "talant-2026",
    name: "ТАЛАНТ-2026",
    members: [
      "Буркитбаева Камшат Тугелбаевна",
      "Уразалиева Гулмира Жиенбаевна",
      "Ыбыраева Айнагүл Науканбаевна",
      "Аманкелдиева Гүлзат Талғатқызы",
      "Утегалиева Жанар Жаксылыковна",
      "Даулеткалиева Миргүль Каршигаевна",
    ],
  },
  {
    slug: "legion",
    name: "Legion",
    members: [
      "Улукбаев Қанат Амантаевич",
      "Турганбаева Жадыра Жуманазаровна",
      "Мұхтарұлы Абылай",
      "Адильбекова Әсел Нурлановна",
      "Габдуллина Айнур Берикказыевна",
      "Абдулина Зульфия Талифжановна",
    ],
  },
  {
    slug: "zeyinx",
    name: "ZeyinX",
    members: [
      "Жеңісова Меруерт Амангелдіқызы",
      "Мурзашева Мадина Бегалиевна",
      "Түрсынхан Ботагоз Хабиболлаевна",
      "Касен Үмітжан Нұртайқызы",
    ],
  },
  {
    slug: "ai-ustaz-kst",
    name: "AI Ustaz KST",
    members: [
      "Исаева Айгерим Жумагуловна",
      "Алимгереева Гулайым Есентаевна",
      "Сейітқұл Асыл Саянқызы",
      "Құлтасова Назерке Көпбосынқызы",
    ],
  },
  {
    slug: "q2",
    name: "Q2",
    members: [
      "Адамбаева Айнур Сериковна",
      "Сағындық Олжас Жаснұрұлы",
      "Алимбетова Молдир Болатовна",
      "Раманқұлов Берик Мирамханович",
      "Зайнуов Жасұлан Камаұлы",
    ],
  },
  {
    slug: "kz",
    name: "KZ",
    members: [
      "Оспанов Сеит",
      "Кунтубаев Бағдат",
      "Султанов Ербол",
      "Мықтыбек Анарбек",
    ],
  },
  {
    slug: "sm2",
    name: "SM2",
    members: [
      "Акынова Айзат Кымбатовна",
      "Кабдрахманова Гульзада Манаповна",
      "Ерболқызы Назерке",
      "Ержанова Жаннұр Ержанқызы",
      "Жаңаберген Бекманат Нұрыллақызы",
      "Азамат Назерке Азаматқызы",
    ],
  },
];
